export const dataApi = [
  {
    id: "001",
    kodpara: "byn_byn_buy",
    name: "Белорусский рубль",
    price: 100,
    kodval: "byn",
    banks: []
  },
  {
    id: "002",
    kodpara: "byn_byn_sell",
    name: "Белорусский рубль",
    price: 100,
    kodval: "byn",
    banks: []
  },
  {
    id: "003",
    kodpara: "usd_byn_buy",
    name: "Доллар США",
    price: 2.054,
    kodval: "usd",
    banks: [
      '30:Технобанк:6966:РКЦ № 7 ОАО "Технобанк":г. Минск, ул. Кульман, 21б:+375 (17) 288-60-07; +375 (17) 286-05-31'
    ]
  },
  {
    id: "004",
    kodpara: "usd_byn_sell",
    name: "Доллар США",
    price: 2.058,
    kodval: "usd",
    banks: [
      "33:Франсабанк:591:Головной офис ОАО «Франсабанк»:г.Минск, пр-т. Независимости, 95 A :(017) 389-36-36",
      '33:Франсабанк:863:Управление корпоративных клиентов ОАО "Франсабанк":г.Минск, ул. Кальварийская, 4:Отдел по оказанию услуг населению (+375 17) 389-37-59, Отдел РКО (+375 17) 389-37-58, отдел активных операций (+ 375 17) 389-37-60',
      '33:Франсабанк:1500:ПОВ №18  ОАО «Франсабанк»:г.Минск, ул. Козлова, 2 (м-н "Океан"):-',
      '33:Франсабанк:5009:ПОВ №6 ОАО «Франсабанк»:г.Минск, ул. Жиновича, д.7 (ОДО "Виталюр"):-',
      '33:Франсабанк:5040:ЦБУ №1 ОАО "Франсабанк":г.Минск, ул. Домбровская, 9 (Бизнес-Центр "Sky Towers"):(017) 389 37 47'
    ]
  },
  {
    id: "005",
    kodpara: "eur_byn_buy",
    name: "EUR",
    price: 2.373,
    kodval: "eur",
    banks: [
      '31:ТК Банк:589:Головной офис ЗАО "ТК Банк":г. Минск, ул. Тимирязева 65А:(017) 312 10 12, факс: (017) 312 10 08',
      "33:Франсабанк:591:Головной офис ОАО «Франсабанк»:г.Минск, пр-т. Независимости, 95 A :(017) 389-36-36",
      '33:Франсабанк:863:Управление корпоративных клиентов ОАО "Франсабанк":г.Минск, ул. Кальварийская, 4:Отдел по оказанию услуг населению (+375 17) 389-37-59, Отдел РКО (+375 17) 389-37-58, отдел активных операций (+ 375 17) 389-37-60',
      '31:ТК Банк:1492:ПОВ  ЗАО "ТК Банк":г. Минск, ул. Тимирязева, д. 65А (второй этаж):+375 (17) 286-33-33 (справочный)',
      '33:Франсабанк:1500:ПОВ №18  ОАО «Франсабанк»:г.Минск, ул. Козлова, 2 (м-н "Океан"):-',
      '33:Франсабанк:5009:ПОВ №6 ОАО «Франсабанк»:г.Минск, ул. Жиновича, д.7 (ОДО "Виталюр"):-',
      '33:Франсабанк:5040:ЦБУ №1 ОАО "Франсабанк":г.Минск, ул. Домбровская, 9 (Бизнес-Центр "Sky Towers"):(017) 389 37 47'
    ]
  },
  {
    id: "006",
    kodpara: "eur_byn_sell",
    name: "EUR",
    price: 2.385,
    kodval: "eur",
    banks: [
      "26:Паритетбанк:584:Головной банк ОАО «Паритетбанк»:г.Минск, ул. Киселева, д. 61а:171 (городской), 545 49 49 (Велком, МТС, Лайф)",
      '31:ТК Банк:589:Головной офис ЗАО "ТК Банк":г. Минск, ул. Тимирязева 65А:(017) 312 10 12, факс: (017) 312 10 08',
      "35:Цептер Банк:593:Головной банк ЗАО «Цептер Банк:г. Минск, ул. Платонова, 1Б:+375 17 331-01-99, +375 17 331-88-76, +375 29 330-38-45, + 375 44 538 29 35",
      '31:ТК Банк:1492:ПОВ  ЗАО "ТК Банк":г. Минск, ул. Тимирязева, д. 65А (второй этаж):+375 (17) 286-33-33 (справочный)',
      "35:Цептер Банк:4337:ОП №2 ЗАО «Цептер Банк»:г. Минск, ул. Тимирязева, 127 (1 этаж в здании паркинга):-",
      "26:Паритетбанк:6107:ЦБУ №2 ОАО ''Паритетбанк'':г. Минск, ул. Гамарника, 9/4:171 (городской), 545 49 49 (Велком, МТС, Лайф)",
      "26:Паритетбанк:6112:ЦБУ №5 ОАО ''Паритетбанк'':г. Минск, пр. Независимости, 40:171 (городской), 545 49 49 (Велком, МТС, Лайф)",
      "26:Паритетбанк:6114:ЦБУ №17 ОАО ''Паритетбанк'':г.Минск, ул. Киселева, д. 61а:171 (городской), 545 49 49 (Велком, МТС, Лайф), депозитарное хранилище: (017) 237 74 21",
      "35:Цептер Банк:6861:ОП №1 ЗАО «Цептер Банк»:г. Минск, ул. Тимирязева, 114 (1 этаж «Хёндэ АвтоГрад»):-",
      '26:Паритетбанк:7280:РКЦ №1 ОАО "Паритетбанк":г.Минск, пр-т Победителей, 19 (г-ца "Юбилейная"):171 (городской), 545 49 49 (Велком, МТС, Лайф)',
      '11:Беларусбанк:10464:Обменный пункт №3 филиала №511 ОАО "Беларусбанк":г. Минск, ул. Алеся бачило, 14:(017) 344 30 09',
      "26:Паритетбанк:12892:Операционное управление ОАО ''Паритетбанк'':г. Минск, пр-т Независимости, 77:171 (городской), 545 49 49 (Велком, МТС, Лайф)",
      "26:Паритетбанк:12906:ПРК №3 ЦБУ №17 ОАО ''Паритетбанк'':г. Минск, ул. Киселева, 61а:171 (городской), 545 49 49 (Велком, МТС, Лайф)",
      "35:Цептер Банк:13438:ЦБУ №5 ЗАО «Цептер Банк»:г. Минск, ул. Платонова, 1 Б:+375 17 331-01-99, +375 17 331-88-76, +375 29 330-38-45, + 375 44 538 29 35",
      "35:Цептер Банк:13439:ОП №3 ЗАО «Цептер Банк»:г. Минск, ул. Тимирязева,127, 1 этаж, гипермаркет «МИЛЕ».:-",
      "26:Паритетбанк:13706:УРМ ЦБУ №2 ОАО ''Паритетбанк'':г. Минск, ул. Кижеватова, 7/2:171 (городской), 545 49 49 (Велком, МТС, Лайф)"
    ]
  },
  {
    id: "007",
    kodpara: "gbp_byn_buy",
    name: "Фунт стерлингов",
    price: 2.625,
    kodval: "gbp",
    banks: [
      "17:БСБ Банк:575:Головной офис ЗАО «БСБ Банк»:г. Минск, пр-т Победителей, 23, корп.4:+375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40",
      "17:БСБ Банк:6806:ПОВ №151 ЗАО «БСБ Банк»:г. Минск, Победителей пр. , 23/4 (на улице): +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40",
      '17:БСБ Банк:13652:Кассы в отделении №1 ЗАО "БСБ Банк":г. Минск, Свободы пл., 23:+375 (17) 306-49-00, +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40'
    ]
  },
  {
    id: "008",
    kodpara: "gbp_byn_sell",
    name: "Фунт стерлингов",
    price: 2.64,
    kodval: "gbp",
    banks: [
      "15:БНБ-Банк:573:Центральный  офис ОАО «БНБ-Банк»:г. Минск, пр. Независимости, 87а:Контакт-центр +375 (29) 309 7 309<br />+375 (33) 309 7 309 (МТС)",
      "15:БНБ-Банк:725:ЦБУ №4 ОАО «БНБ-Банк»:г. Минск, пр. Независимости, 87а:Контакт-центр +375 (29) 309 7 309<br />+375 (33) 309 7 309 (МТС)",
      "15:БНБ-Банк:4978:ЦБУ №11 ОАО «БНБ-Банк» в ТЦ «Замок»:г. Минск, пр-т Победителей, 65:Контакт-центр +375 (29) 309 7 309<br />+375 (33) 309 7 309 (МТС)"
    ]
  },
  {
    id: "009",
    kodpara: "chf_byn_buy",
    name: "Швейцарский франк",
    price: 2.04,
    kodval: "chf",
    banks: [
      '11:Беларусбанк:459:Обменный пункт №24 филиала №527 "Белжелдор" ОАО "Беларусбанк":г. Минск, пр. Независимости, 3-2:(017)2132109',
      '11:Беларусбанк:462:Отделение №527/360 ОАО "Беларусбанк":г. Минск, пл. Привокзальная, 5:(017) 210 47 75',
      '11:Беларусбанк:465:Отделение №527/395 ОАО "Беларусбанк":г. Минск, пр. Независимости, 3-2:(017) 289 14 61',
      '11:Беларусбанк:14540:Обменный пункт №11 филиала №527 "Белжелдор" ОАО "Беларусбанк":г. Минск, пл. Привокзальная, 5:(017)2132109',
      '11:Беларусбанк:14543:Обменный пункт №12 филиала №527 "Белжелдор" ОАО "Беларусбанк":г. Минск, пл. Привокзальная, 5:(017)2132109',
      '11:Беларусбанк:14555:Обменный пункт №25 филиала №527 "Белжелдор" ОАО "Беларусбанк":г. Минск, пл. Привокзальная, 5:(017)2132109'
    ]
  },
  {
    id: "010",
    kodpara: "chf_byn_sell",
    name: "Швейцарский франк",
    price: 2.06,
    kodval: "chf",
    banks: [
      "33:Франсабанк:591:Головной офис ОАО «Франсабанк»:г.Минск, пр-т. Независимости, 95 A :(017) 389-36-36",
      '33:Франсабанк:863:Управление корпоративных клиентов ОАО "Франсабанк":г.Минск, ул. Кальварийская, 4:Отдел по оказанию услуг населению (+375 17) 389-37-59, Отдел РКО (+375 17) 389-37-58, отдел активных операций (+ 375 17) 389-37-60',
      '33:Франсабанк:864:РКЦ № 14 ОАО "Франсабанк":г.Минск, ул. Кульман, 5Б:(017) 286 79 93, (017) 286 79 77',
      '33:Франсабанк:1493:ПОВ №1 ОАО «Франсабанк»:г.Минск, ул. Скрипникова, 15а (Универсам "Алми"):-',
      '33:Франсабанк:1494:ПОВ №3 ОАО "Франсабанк":г.Минск, ул. Нестерова, 49:-',
      '33:Франсабанк:1497:ПОВ №11 ОАО «Франсабанк»:г.Минск, ул. Уборевича, 144А (У-м "Чижовский двор"):-',
      '33:Франсабанк:1500:ПОВ №18  ОАО «Франсабанк»:г.Минск, ул. Козлова, 2 (м-н "Океан"):-',
      '33:Франсабанк:5006:ПОВ №10 ОАО «Франсабанк»:г.Минск, ул. Рафиева, 56 (ТЦ "Виталюр"):-',
      '33:Франсабанк:5007:ПОВ №2 ОАО «Франсабанк»:г.Минск, ул. Голубева, 24a (ОДО "Виталюр"):-',
      '33:Франсабанк:5008:ПОВ №5 ОАО «Франсабанк»:г.Минск, пр-т. Победителей, 65 (ТЦ "Замок"):-',
      '33:Франсабанк:5009:ПОВ №6 ОАО «Франсабанк»:г.Минск, ул. Жиновича, д.7 (ОДО "Виталюр"):-',
      '33:Франсабанк:5010:ПОВ №16 ОАО «Франсабанк»:г.Минск, Игуменский тр-т, 11 (ТЦ "Виталюр") :-',
      '33:Франсабанк:5040:ЦБУ №1 ОАО "Франсабанк":г.Минск, ул. Домбровская, 9 (Бизнес-Центр "Sky Towers"):(017) 389 37 47',
      '33:Франсабанк:5041:ЦБУ №2 ОАО "Франсабанк" :г.Минск, ул. Жиновича, 7 (ТЦ "Виталюр"):(017) 389 37 77, (029) 344 82 07   ',
      '33:Франсабанк:13698:ПОВ №4 ОАО "Франсабанк":г. Минск, ул. Нестерова, 49:-',
      "33:Франсабанк:13699:ПОВ №8 ОАО «Франсабанк»:г. Минск, просп. Победителей, 9 (1 этаж ТРЦ Galleria Minsk).:-",
      '33:Франсабанк:13701:ПОВ №14 ОАО «Франсабанк»:г. Минск, ул. Некрасова, 3а (магазин "Виталюр"):-',
      "33:Франсабанк:13702:ПОВ №15 ОАО «Франсабанк»:г. Минск, ул. Мирошниченко, 3:-"
    ]
  },
  {
    id: "011",
    kodpara: "rub_byn_buy",
    name: "Российский рубль",
    price: 0.03027,
    kodval: "rub",
    banks: [
      "17:БСБ Банк:750:Отделение №10 ЗАО «БСБ Банк»:г. Минск, Логойский тракт, 15, корп.4:+375 (17) 385-68-57, +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40"
    ]
  },
  {
    id: "012",
    kodpara: "rub_byn_sell",
    name: "Российский рубль",
    price: 0.0303,
    kodval: "rub",
    banks: [
      "35:Цептер Банк:593:Головной банк ЗАО «Цептер Банк:г. Минск, ул. Платонова, 1Б:+375 17 331-01-99, +375 17 331-88-76, +375 29 330-38-45, + 375 44 538 29 35",
      "35:Цептер Банк:4337:ОП №2 ЗАО «Цептер Банк»:г. Минск, ул. Тимирязева, 127 (1 этаж в здании паркинга):-",
      "35:Цептер Банк:6861:ОП №1 ЗАО «Цептер Банк»:г. Минск, ул. Тимирязева, 114 (1 этаж «Хёндэ АвтоГрад»):-",
      "35:Цептер Банк:13438:ЦБУ №5 ЗАО «Цептер Банк»:г. Минск, ул. Платонова, 1 Б:+375 17 331-01-99, +375 17 331-88-76, +375 29 330-38-45, + 375 44 538 29 35",
      "35:Цептер Банк:13439:ОП №3 ЗАО «Цептер Банк»:г. Минск, ул. Тимирязева,127, 1 этаж, гипермаркет «МИЛЕ».:-"
    ]
  },
  {
    id: "013",
    kodpara: "uah_byn_buy",
    name: "Гривна",
    price: 0.074,
    kodval: "uah",
    banks: [
      "17:БСБ Банк:575:Головной офис ЗАО «БСБ Банк»:г. Минск, пр-т Победителей, 23, корп.4:+375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40",
      '33:Франсабанк:864:РКЦ № 14 ОАО "Франсабанк":г.Минск, ул. Кульман, 5Б:(017) 286 79 93, (017) 286 79 77',
      '33:Франсабанк:1493:ПОВ №1 ОАО «Франсабанк»:г.Минск, ул. Скрипникова, 15а (Универсам "Алми"):-',
      '33:Франсабанк:1494:ПОВ №3 ОАО "Франсабанк":г.Минск, ул. Нестерова, 49:-',
      '33:Франсабанк:1497:ПОВ №11 ОАО «Франсабанк»:г.Минск, ул. Уборевича, 144А (У-м "Чижовский двор"):-',
      '33:Франсабанк:5006:ПОВ №10 ОАО «Франсабанк»:г.Минск, ул. Рафиева, 56 (ТЦ "Виталюр"):-',
      '33:Франсабанк:5007:ПОВ №2 ОАО «Франсабанк»:г.Минск, ул. Голубева, 24a (ОДО "Виталюр"):-',
      '33:Франсабанк:5008:ПОВ №5 ОАО «Франсабанк»:г.Минск, пр-т. Победителей, 65 (ТЦ "Замок"):-',
      '33:Франсабанк:5010:ПОВ №16 ОАО «Франсабанк»:г.Минск, Игуменский тр-т, 11 (ТЦ "Виталюр") :-',
      '33:Франсабанк:5041:ЦБУ №2 ОАО "Франсабанк" :г.Минск, ул. Жиновича, 7 (ТЦ "Виталюр"):(017) 389 37 77, (029) 344 82 07   ',
      "17:БСБ Банк:6806:ПОВ №151 ЗАО «БСБ Банк»:г. Минск, Победителей пр. , 23/4 (на улице): +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40",
      '17:БСБ Банк:13652:Кассы в отделении №1 ЗАО "БСБ Банк":г. Минск, Свободы пл., 23:+375 (17) 306-49-00, +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40',
      '33:Франсабанк:13698:ПОВ №4 ОАО "Франсабанк":г. Минск, ул. Нестерова, 49:-',
      "33:Франсабанк:13699:ПОВ №8 ОАО «Франсабанк»:г. Минск, просп. Победителей, 9 (1 этаж ТРЦ Galleria Minsk).:-",
      '33:Франсабанк:13701:ПОВ №14 ОАО «Франсабанк»:г. Минск, ул. Некрасова, 3а (магазин "Виталюр"):-',
      "33:Франсабанк:13702:ПОВ №15 ОАО «Франсабанк»:г. Минск, ул. Мирошниченко, 3:-"
    ]
  },
  {
    id: "014",
    kodpara: "uah_byn_sell",
    name: "Гривна",
    price: 0.075,
    kodval: "uah",
    banks: [
      "8:Банк ВТБ (Беларусь):567: Головной офис ЗАО Банк ВТБ (Беларусь) :г. Минск, ул. Московская, 14:(017) 309 15 15, (029) 309 15 15, (033) 309 15 15, факс: (017) 309 15 30",
      "19:БТА Банк:577:Головной офис ЗАО «БТА Банк»:г. Минск, ул. В. Хоружей, 20-2:+375 17 334 54 34, факс: +375 17 289 58 22",
      "8:Банк ВТБ (Беларусь):600:Дополнительный офис №1 ЗАО Банк ВТБ (Беларусь) :г. Минск, ул. Московская, 14:8 (017) 309 15 72, 8 (017) 309 15 73, 8 (017) 309 15 75",
      "8:Банк ВТБ (Беларусь):601:Дополнительный офис №2 ЗАО Банк ВТБ (Беларусь) :г. Минск, ул. Гикало, 3 :8 (017) 284 89 75, 8 (017) 284 97 01, 8 (017) 284 74 93",
      "8:Банк ВТБ (Беларусь):602:Дополнительный офис №3 ЗАО Банк ВТБ (Беларусь) :г. Минск, ул. К. Цеткин, 51 :8 (017) 306 06 10, 8 (017) 306 06 20, 8 (017) 306 26 62, 8 (017) 306 06 30, 8 (017) 306 06 40",
      "8:Банк ВТБ (Беларусь):603:Дополнительный офис №4 ЗАО Банк ВТБ (Беларусь) :г. Минск, пр-т Независимости, 29:8 (017) 327 08 44, 8 (017) 327 15 54",
      "8:Банк ВТБ (Беларусь):604:Дополнительный офис №6 ЗАО Банк ВТБ (Беларусь) :г. Минск, ул. Богдановича, 70 :8 (017) 286 75 55, 8 (017) 286 06 01",
      "8:Банк ВТБ (Беларусь):605:Дополнительный офис №8 ЗАО Банк ВТБ (Беларусь) :г. Минск, пр. Партизанский, 23 :8 (017) 246 91 56, 8 (017) 246 91 53",
      "8:Банк ВТБ (Беларусь):607:Дополнительный офис №11 ЗАО Банк ВТБ (Беларусь) :г.Минск, ул. Притыцкого, 91 :8(017) 391 01 14, 8 (017) 391 01 15, 8 (017) 391 01 13",
      "8:Банк ВТБ (Беларусь):608:ОК №1 ЗАО Банк ВТБ (Беларусь) :г. Минск, пр-т Независимости, 202:8 (017) 268 71 48",
      '19:БТА Банк:752:ДО №2 ЗАО "БТА Банк":г.Минск ул. Острошицкая, 2:+375 (17) 265 67 17',
      '19:БТА Банк:1470:ОП №2 ЗАО "БТА Банк":г.Минск, ул. В. Хоружей, 20-2:+375 17 334 54 34 (Главный офис)',
      '8:Банк ВТБ (Беларусь):5386:Дополнительный офис №12 ЗАО "Банк ВТБ (Беларусь)":г.Минск, пр-т Независимости, 168-2:8 (017) 265 78 88, 8 (017) 265 78 89',
      '8:Банк ВТБ (Беларусь):5387:Дополнительный офис №5 ЗАО "Банк ВТБ (Беларусь)":Минская область, г.п. Колодищи, ул. Минская, 5  :(017) 508 14 31',
      "8:Банк ВТБ (Беларусь):6842:Дополнительный офис №15 ЗАО Банк ВТБ (Беларусь):г.Минск, ул. Матусевича, 77-3:8 (017) 314 44 39, 8 (017) 314 46 55, 8 (017) 313 22 12",
      '19:БТА Банк:7009:ОП №3 ЗАО "БТА Банк":г.Минск, ул. В. Хоружей, 20-2:+375 17 334 54 34 (Главный офис)',
      "8:Банк ВТБ (Беларусь):12964:Дополнительный офис №14 ЗАО Банк ВТБ (Беларусь):г. Минск, пр-т Дзержинского, 119:8 (017) 270 22 92, 8 (017) 270 23 80, 8 (017) 270 89 55",
      "8:Банк ВТБ (Беларусь):12966:ОК №2 ЗАО Банк ВТБ (Беларусь):г. Минск, ул. Тимирязева 125/3:-",
      "8:Банк ВТБ (Беларусь):12967:ОК №3 ЗАО Банк ВТБ (Беларусь):г. Минск, ул. Тимирязева, 129/2 (Продовольственный центр):-",
      "8:Банк ВТБ (Беларусь):12968:ОК №4 ЗАО Банк ВТБ (Беларусь):г. Минск, ул. Тимирязева, 123/2 (переход ТЦ Град):-",
      '8:Банк ВТБ (Беларусь):13744:Офис ЗАО Банк ВТБ (Беларусь):г. Минск, пересечение Логойского тракта и МКАД, (ТРЦ"Экспобел"):8 (029) 500 54 76, 8 (029) 500 54 71',
      "8:Банк ВТБ (Беларусь):13805:Офис ЗАО Банк ВТБ (Беларусь):г.Минск, Партизанский пр-т 150А:-"
    ]
  },
  {
    id: "015",
    kodpara: "pln_byn_buy",
    name: "Злотый",
    price: 0.5441,
    kodval: "pln",
    banks: [
      '11:Беларусбанк:508:Обменный пункт №6 филиала №529 "Белсвязь" ОАО "Беларусбанк":г. Минск, ул. Бобруйская, 6:(017) 220 26 76',
      '11:Беларусбанк:14534:Обменный пункт №1 филиала №529 "Белсвязь" ОАО "Беларусбанк":г. Минск, пр. Независимости, 54:(017) 237 34 99'
    ]
  },
  {
    id: "016",
    kodpara: "pln_byn_sell",
    name: "Злотый",
    price: 0.55,
    kodval: "pln",
    banks: [
      "30:Технобанк:588:Головной офис ОАО «Технобанк»:г.Минск, ул. Кропоткина, 44:+375 17 283-27-27",
      '30:Технобанк:857:РКЦ ОАО "Технобанк":г.Минск, ул. Володарского, 4:+375 17 289-15-68; +375 17 328 62 82',
      '30:Технобанк:858:РКЦ № 2 ОАО "Технобанк":г. Минск ул. Руссиянова, 8:+375 17 264 32 04; +375 17 265 82 02; +375 17 285 92 89; +375 29 700 86 81; +375 29 602 49 15',
      '30:Технобанк:859:РКЦ № 3 ОАО "Технобанк":г. Минск, проспект Независимости 117а (ТЦ "Александров Пассаж" (вход со стороны ул.Филимонова)):+375 17 268-02-19; +375 29 700 86 82; +375 29 602 51 25',
      '30:Технобанк:860:ЦБУ № 1 ОАО "Технобанк":г. Минск, ул. Я.Коласа, 4:+375 17 202-01-43; +375 17 288-25-10',
      '30:Технобанк:861:РУ №7 ОАО "Технобанк:г.Минск, ул. Мельникайте, 8:+375 17 306-36-94',
      '30:Технобанк:5779:ОП №2 ОАО «Технобанк» ТЦ "Немига":г. Минск, ул. Немига, 8, универсам "Немига":+375 (17)283-28-28 инфолиния',
      "30:Технобанк:5780:ОП №3 ОАО «Технобанк»:г. Минск, пр. Газеты Правды, 40/2:+375 (17)283-28-28 инфолиния",
      '30:Технобанк:5781:ОП №4 ОАО «Технобанк»:г. Минск, пр. Машерова, 54, "Внешинтурист":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5782:ОП №5 ОАО «Технобанк»:г. Минск,  ул. Ленина, 27, ТЦ "ЛенинГрад":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5783:ОП №10 ОАО «Технобанк» в ТЦ  "Скала":г. Минск, ул. П. Глебки, 5, ТЦ "Скала":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5784:ОП №41 ОАО «Технобанк» в у-ме "Чкаловский":г. Минск, ул. Воронянского, 17:+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5786:ОП №43 ОАО «Технобанк» в у-ме "МартИнн" :г. Минск, пр. Пушкина, 37, универсам "Март Инн":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5787:ОП №44 ОАО «Технобанк» в у-ме "Брест":г. Минск, ул. Любимова,17:+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5788:ОП №45 ОАО «Технобанк» в ТЦ "Сеница":д. Сеница, ул. Зеленая, 1/5:+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5789:ОП №47 ОАО «Технобанк» в у-ме "Палессе":г. Минск, пр. Рокоссовского, 62:+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5790:ОП №54 ОАО «Технобанк»:г. Минск, ул. Крупской, 6/1, универсам "Виталюр":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5791:ОП №56 ОАО «Технобанк»:г. Минск, ул. Голодеда, 15, универсам "Соседи":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5792:ОП №57 ОАО «Технобанк»:г. Минск, ул. Громова, 20, универсам "Соседи":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5793:ОП №61 ОАО «Технобанк»:г. Минск, пр. Независимости, 54, ЦУМ "Минск":+375 (17)283-28-28 инфолиния',
      "30:Технобанк:5794:ОП №64 ОАО «Технобанк», РКЦ №2:г. Минск, ул. Руссиянова, 8:+375 (17)283-28-28 инфолиния",
      '30:Технобанк:5795:ОП №67 ОАО «Технобанк»:г. Минск, пр. Победителей, 101/12, ТД "Рамонак":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5796:ОП №68 ОАО «Технобанк»:г. Минск, ул. Калиновского, 66а, ТЦ "Восток":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5799:ОП №42 ОАО «Технобанк»:г. Минск, Логойский тр-т, 37 Супермаркет "Бигзз":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5801:ОП №80/1 ОАО «Технобанк»:г. Минск, ул. В.Хоружей, 1a (ТЦ "Силуэт"):+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5802:ОП №69 ОАО «Технобанк» у-м "Гиппо":Минский район, д. Боровая, универсам "Гиппо":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:5803:ОП №102 ОАО «Технобанк»:г. Минск, ул. Жуковского, 3, универсам "Гиппо":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:7728:РКЦ №4 ОАО «Технобанк»:г. Минск, пр-т Победителей, 65 (ТЦ "Замок"):+375 17 396-25-03',
      '30:Технобанк:7730:ОП №6 ОАО «Технобанк»:г. Минск, ул. Немига, 3, ТЦ "Немига-3", цокольный этаж:-',
      "30:Технобанк:7732:ОП №27/2 ОАО «Технобанк»:г. Минск, ул. Кропоткина, 44, около головного офиса:-",
      "30:Технобанк:7734:ОП №31 ОАО «Технобанк»:г. Минск, пр. Жукова, 44, ТЦ «Лето»:-",
      '30:Технобанк:7736:ОП №78 ОАО «Технобанк»:г. Минск, Логойский тракт, 46, АЗС "United Company":+375 (17)283-28-28 инфолиния',
      '30:Технобанк:7737:ОП №80/2 ОАО «Технобанк»:г. Минск, ул. В. Хоружей, 1а (ТЦ "Силуэт"):+375 (17)283-28-28 инфолиния',
      '30:Технобанк:7738:ОП №81 ОАО «Технобанк»:г. Минск, ул. Притыцкого, 29, супермаркет "Евроопт":-',
      '30:Технобанк:7739:ОП №101 ОАО «Технобанк»:Минский район, д. Боровая, универсам "Гиппо":+375 (17)283-28-28 инфолиния',
      "30:Технобанк:11730:ОП №23 ОАО «Технобанк»:г. Минск, ул. Мястровская, 27:-",
      "30:Технобанк:11731:ОП №37 ОАО «Технобанк»:г. Минск, ул. Матусевича, 35Г:-",
      "30:Технобанк:11732:ОП №70 ОАО «Технобанк»:г. Минск, пр. Газеты Правда, 20:-",
      '30:Технобанк:11733:ОП №75 ОАО «Технобанк»:Минская область, Минский район, 9-й километр Московского шоссе ("Виталюр"):-',
      '30:Технобанк:12858:ОП №76 ОАО «Технобанк»:г. Минск, ул. Налибокская, 1 (ТЦ "Караван"):+375 (17)283-28-28 инфолиния',
      "30:Технобанк:13234:РКЦ №6 ОАО «Технобанк»:г. Минск, ул. Притыцкого, 156  (Каменная Горка, ТРЦ Green City):+375 17 388 57 64 (65,66)",
      '30:Технобанк:13389:РКЦ № 8 ОАО "Технобанк":г. Минск, ул. Петра Мстиславца 11  (ТРЦ «DANA MALL»):Контакт-центр (017) 283-28-28 / 388-57-57',
      '30:Технобанк:13557:ОП №7 ОАО «Технобанк»:г. Минск, пр. Победителей, 9, ТЦ "GALLERIA MINSK":-',
      '30:Технобанк:13558:ОП №7/2 ОАО «Технобанк»:г. Минск, пр. Победителей, 9, ТЦ "GALLERIA MINSK":-',
      '30:Технобанк:13562:ОП №77 ОАО «Технобанк»:г. Минск,  ул. Воронянского, 17 (универсам "Евроопт"):-',
      "30:Технобанк:13572:РКЦ №5 ОАО «Технобанк»:г. Минск, ул. Долгиновский тракт, 188:+375 17 362 51 56 (57)",
      "30:Технобанк:13676:ОП № 37 ОАО «Технобанк»:г. Минск,  ул. Петра Мстиславца, 11 (ТРЦ «DANA MALL», 2 этаж, левое крыло):-"
    ]
  },
  {
    id: "017",
    kodpara: "czk_byn_buy",
    name: "Чешская крона",
    price: 0.0885,
    kodval: "czk",
    banks: [
      "10:Белагропромбанк:7819:ЦБУ №701 Региональной дирекции по г. Минску:г. Минск, ул. Романовская Слобода, 8:(017) 309-35-35"
    ]
  },
  {
    id: "018",
    kodpara: "czk_byn_sell",
    name: "Чешская крона",
    price: 0.0926,
    kodval: "czk",
    banks: [
      '10:Белагропромбанк:623:ОПЕРУ ОАО " Белагропромбанк" :г. Минск, пр. Жукова, 3:(017) 218-58-35'
    ]
  },
  {
    id: "019",
    kodpara: "kzt_byn_buy",
    name: "Тенге",
    price: 2.625,
    kodval: "kzt",
    banks: [
      "17:БСБ Банк:575:Головной офис ЗАО «БСБ Банк»:г. Минск, пр-т Победителей, 23, корп.4:+375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40",
      "17:БСБ Банк:6806:ПОВ №151 ЗАО «БСБ Банк»:г. Минск, Победителей пр. , 23/4 (на улице): +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40",
      '17:БСБ Банк:13652:Кассы в отделении №1 ЗАО "БСБ Банк":г. Минск, Свободы пл., 23:+375 (17) 306-49-00, +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40'
    ]
  },
  {
    id: "020",
    kodpara: "kzt_byn_sell",
    name: "Тенге",
    price: 2.64,
    kodval: "kzt",
    banks: [
      "15:БНБ-Банк:573:Центральный  офис ОАО «БНБ-Банк»:г. Минск, пр. Независимости, 87а:Контакт-центр +375 (29) 309 7 309<br />+375 (33) 309 7 309 (МТС)",
      "15:БНБ-Банк:725:ЦБУ №4 ОАО «БНБ-Банк»:г. Минск, пр. Независимости, 87а:Контакт-центр +375 (29) 309 7 309<br />+375 (33) 309 7 309 (МТС)",
      "15:БНБ-Банк:4978:ЦБУ №11 ОАО «БНБ-Банк» в ТЦ «Замок»:г. Минск, пр-т Победителей, 65:Контакт-центр +375 (29) 309 7 309<br />+375 (33) 309 7 309 (МТС)"
    ]
  },
  {
    id: "021",
    kodpara: "cny_byn_buy",
    name: "Юань",
    price: 0.29391,
    kodval: "cny",
    banks: [
      '11:Беларусбанк:10587:Отделение №514/313 ОАО "Беларусбанк":г. Минск, ул. Национального  аэропорта, 19-1:(017) 279 21 41'
    ]
  },
  {
    id: "022",
    kodpara: "cny_byn_sell",
    name: "Юань",
    price: 0.304,
    kodval: "cny",
    banks: [
      "10:Белагропромбанк:7819:ЦБУ №701 Региональной дирекции по г. Минску:г. Минск, ул. Романовская Слобода, 8:(017) 309-35-35"
    ]
  },
  {
    id: "023",
    kodpara: "eur_usd_buy",
    name: "",
    price: 1.157,
    kodval: "eur",
    banks: [
      "17:БСБ Банк:746:Отделение №1 для физ.лиц ЗАО «БСБ Банк»:г. Минск, пл. Свободы, 23:+375 (17) 306-49-00, +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40"
    ]
  },
  {
    id: "024",
    kodpara: "eur_usd_sell",
    name: "",
    price: 1.16,
    kodval: "eur",
    banks: [
      '30:Технобанк:6966:РКЦ № 7 ОАО "Технобанк":г. Минск, ул. Кульман, 21б:+375 (17) 288-60-07; +375 (17) 286-05-31'
    ]
  },
  {
    id: "025",
    kodpara: "eur_rub_buy",
    name: "",
    price: 78,
    kodval: "eur",
    banks: [
      '31:ТК Банк:589:Головной офис ЗАО "ТК Банк":г. Минск, ул. Тимирязева 65А:(017) 312 10 12, факс: (017) 312 10 08',
      '31:ТК Банк:1492:ПОВ  ЗАО "ТК Банк":г. Минск, ул. Тимирязева, д. 65А (второй этаж):+375 (17) 286-33-33 (справочный)'
    ]
  },
  {
    id: "026",
    kodpara: "eur_rub_sell",
    name: "",
    price: 78.7,
    kodval: "eur",
    banks: [
      "33:Франсабанк:591:Головной офис ОАО «Франсабанк»:г.Минск, пр-т. Независимости, 95 A :(017) 389-36-36",
      "17:БСБ Банк:747:Отделение №3 ЗАО «БСБ Банк»:г. Минск, ул. Тимирязева 67:+ 375 (17) 360-60-50, +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40",
      '33:Франсабанк:863:Управление корпоративных клиентов ОАО "Франсабанк":г.Минск, ул. Кальварийская, 4:Отдел по оказанию услуг населению (+375 17) 389-37-59, Отдел РКО (+375 17) 389-37-58, отдел активных операций (+ 375 17) 389-37-60',
      '5:Абсолютбанк:1138:ПОВ № 13 ЗАО "Абсолютбанк":г. Минск, ул. Дунина-Марцинкевича, 11 (рынок "Раковский кирмаш"):7545 (со всех моб. операторов РБ), 375 (17) 239 70 75, 375 (29/33/25) 675 45 78 (Velcom/MTC/Life)',
      '33:Франсабанк:1500:ПОВ №18  ОАО «Франсабанк»:г.Минск, ул. Козлова, 2 (м-н "Океан"):-',
      '33:Франсабанк:5009:ПОВ №6 ОАО «Франсабанк»:г.Минск, ул. Жиновича, д.7 (ОДО "Виталюр"):-',
      '33:Франсабанк:5040:ЦБУ №1 ОАО "Франсабанк":г.Минск, ул. Домбровская, 9 (Бизнес-Центр "Sky Towers"):(017) 389 37 47',
      '5:Абсолютбанк:5392:Касса № 24 ЗАО "Абсолютбанк":г. Минск, пр-т Независимости, 154 (ТЦ "Корона"):7545 (со всех моб. операторов РБ), 375 (17) 239 70 75 375, (29/33/25) 675 45 78 (Velcom/MTC/Life)',
      '5:Абсолютбанк:5394:Касса №26 ЗАО "Абсолютбанк":г. Минск, Долгиновский тр-т, 188 (ТЦ "Mile"):7545 (со всех моб. операторов РБ), 375 (17) 239 70 75, 375 (29/33/25) 675 45 78 (Velcom/MTC/Life)',
      '5:Абсолютбанк:10879:Касса № 36 ЗАО "Абсолютбанк":г.Минск, ул. Налибокская 1-1 (ТЦ "Караван"):7545 (контакт-центр), 375 (29/33/25) 675-45-78 (Velcom, MTC, Life)',
      '5:Абсолютбанк:13113:ПОВ № 21 ЗАО "Абсолютбанк":г. Минск, ул. Дунина-Марцинкевича, 11 (рынок "Раковский кирмаш"):7545 (со всех моб. операторов РБ), 375 (17) 239 70 75, 375 (29/33/25) 675 45 78 (Velcom/MTC/Life)',
      '5:Абсолютбанк:13114:ПОВ № 24 ЗАО "Абсолютбанк":г. Минск, ул. Дунина-Марцинкевича, 11 (рынок "Раковский кирмаш"):7545 (со всех моб. операторов РБ), 375 (17) 239 70 75, 375 (29/33/25) 675 45 78 (Velcom/MTC/Life)',
      '5:Абсолютбанк:13691:Касса № 38 ЗАО "Абсолютбанк":г. Минск, пр-т Независимости, 154 (ТЦ "Корона"):7545 (со всех моб. операторов РБ), 375 (17) 239 70 75 375, (29/33/25) 675 45 78 (Velcom/MTC/Life)'
    ]
  },
  {
    id: "027",
    kodpara: "usd_rub_buy",
    name: "",
    price: 67.45,
    kodval: "usd",
    banks: [
      '31:ТК Банк:589:Головной офис ЗАО "ТК Банк":г. Минск, ул. Тимирязева 65А:(017) 312 10 12, факс: (017) 312 10 08',
      '31:ТК Банк:1492:ПОВ  ЗАО "ТК Банк":г. Минск, ул. Тимирязева, д. 65А (второй этаж):+375 (17) 286-33-33 (справочный)'
    ]
  },
  {
    id: "028",
    kodpara: "usd_rub_sell",
    name: "",
    price: 67.8,
    kodval: "usd",
    banks: [
      "17:БСБ Банк:750:Отделение №10 ЗАО «БСБ Банк»:г. Минск, Логойский тракт, 15, корп.4:+375 (17) 385-68-57, +375 (17) 306-20-40,+375 (29) 306-20-40, +375 (33) 306-20-40"
    ]
  }
];
